Repository: tcsr200722/openmediavault
Catalog: deb/openmediavault-apt/usr/share/openmediavault/locale/*/openmediavault-apt.po
Languages: cs_cz, es_es, fr_fr

source: Check for new packages
cs_cz: Zkontrolovat nové balíčky
es_es: Buscar nuevos paquetes
fr_fr: Vérifier les nouveaux paquets

source: Components
cs_cz: Komponenty
es_es: Componentes
fr_fr: Composants

source: Components specify different sections of one distribution version present in a suite, e.g. 'main', 'contrib' or 'non-free'. Configure multiple components at once by separating them with a blank.
cs_cz: Komponenty určují různé části jedné verze distribuce přítomné v sadě, např. 'main', 'contrib' nebo 'non-free'. Více komponent najednou nakonfigurujete tak, že je oddělíte mezerou.
es_es: Los componentes especifican diferentes secciones de una versión de distribución presente en una suite, p. 'main', 'contrib' o 'non-free'. Configure varios componentes a la vez separándolos con un espacio en blanco.
fr_fr: Les composants spécifient différentes sections d'une version de distribution présente sur une branche, ex: 'main', 'contrib' ou 'non-free'. Configurez plusieurs composants en les séparant par un espace.

source: Create
cs_cz: Vytvořit
es_es: Crear
fr_fr: Créer

source: Created APT source.
cs_cz: Vytvořen zdroj APT.
es_es: Fuente APT creada.
fr_fr: Source APT créée.

source: Defines which types of packages to look for from a given source, e.g. 'deb' or 'deb-src'.
cs_cz: Definuje, které typy balíčků se mají hledat z daného zdroje, např. 'deb' nebo 'deb-src'.
es_es: Define qué tipos de paquetes buscar de una fuente determinada, p. 'deb' o 'deb-src'.
fr_fr: Définit les types de paquets à rechercher à partir d'une source donnée, ex: 'deb' ou 'deb-src'.

source: Edit
cs_cz: Upravit
es_es: Editar
fr_fr: Éditer

source: Enabled
cs_cz: Povoleno
es_es: Habilitado
fr_fr: Activé

source: Other Software
cs_cz: Ostatní software
es_es: Otro Software
fr_fr: Autre logiciel

source: Signed-By
cs_cz: Podepsáno
es_es: Firmado Por:
fr_fr: Signé par

source: Suites
cs_cz: Sady
fr_fr: Branches

source: Tags
cs_cz: Štítky
fr_fr: Étiquettes

source: The GPG/PGP key used to verify packages and repository metadata. This increases security by ensuring that only packages signed with a specific key are accepted.
cs_cz: Klíč GPG/PGP používaný k ověření balíčků a metadat úložiště. To zvyšuje bezpečnost tím, že je zajištěno, že budou přijaty pouze balíčky podepsané konkrétním klíčem.
es_es: La clave GPG/PGP utilizada para verificar paquetes y metadatos del repositorio. Esto aumenta la seguridad al garantizar que solo se acepten paquetes firmados con una clave específica.
fr_fr: La clef GPG/PGP est utilisée pour vérifier les paquets et les métadonnées du dépot. Cela augmente la sécurité en garantissant que seuls les paquets signés avec une clé spécifique sont acceptés.

source: The URI must specify the base of the package repository, e.g. 'https://ftp.debian.org/debian'. Configure multiple URIs at once by separating them with a blank.
cs_cz: URI musí specifikovat základnu úložiště balíčků, např. ‚https://ftp.debian.org/debian‘. Více URI najednou nakonfigurujete tak, že je oddělíte mezerou.
es_es: El URI debe especificar la base del repositorio de paquetes, p.e. 'https://ftp.debian.org/debian'. Configure varios URI a la vez separándolos con un espacio en blanco.
fr_fr: L'URI doit spécifier la racine du dépôt, ex: 'https://ftp.debian.org/debian'. Configurez plusieurs URIs en les séparant par un espace.

source: The package index files from the sources are downloaded and updated to get the latest information about available packages and their versions.
cs_cz: Soubory indexu balíčků ze zdrojů se stahují a aktualizují, aby se získaly nejnovější informace o dostupných balíčcích a jejich verzích.
es_es: Los archivos de índice de paquetes de las fuentes se descargan y actualizan para obtener la información más reciente sobre los paquetes disponibles y sus versiones.
fr_fr: Les fichiers d'index sont téléchargés à partir des sources et mis à jour pour obtenir les dernières informations sur les paquets disponibles et leurs versions.

source: The suite is the name of the release, e.g. 'stable', 'testing', 'unstable' or 'sandworm'.
cs_cz: Sada je název verze, např. ‚stable‘, ‚testing‘, ‚unstable‘ nebo ‚sandworm‘.
es_es: La suite es el nombre de la versión, ej:. 'stable', 'testing', 'unstable' o 'sandworm'.
fr_fr: La branche est le nom de la version, ex: 'stable', 'testing', 'unstable' ou 'sandworm'.

source: Types
cs_cz: Typy
es_es: Tipos

source: URIs
cs_cz: URI

source: Updated APT source.
cs_cz: Aktualizován zdroj APT.
es_es: Fuente APT actualizada.
fr_fr: Source APT mise à jour.
