Repository: tcsr200722/openmediavault
Catalog: deb/openmediavault-bcache/usr/share/openmediavault/locale/*/openmediavault-bcache.po
Languages: el_gr, hu_hu, zh_tw

source: 5 Minutes
el_gr: 5 Λεπτά
hu_hu: 5 perc
zh_tw: 5分鐘

source: A sequential IO will bypass the cache once it passes this threshold. (default:4.0M, max:3.9G)
el_gr: Μια επακόλουθη μεταφορά θα παρακάμπτει την cache άπαξ και υπερβαίνει αυτό το όριο. (προεπιλογή : 4.0M, μέγιστο : 3.9G)
hu_hu: A szekvenciális IO megkerüli a gyorsítótárat, amint átlépi ezt a küszöbértéket. (alapértelmezett: 4.0M, max: 3.9G)
zh_tw: 一旦超過此臨界值，連續 IO 將會繞過快取。（預設值：4.0M，最大：3.9G）

source: Allow bcache go around the cache when there's read / write congestion. (default:true)
el_gr: Να επιτρέπεται στην bcache να παρακάμπτει την cache όταν υπάρχει συμφόρηση αναγνώσεων / εγγραφών. (προεπιλογή: ενεργό)
hu_hu: Engedélyezi, hogy a bcache megkerülje a gyorsítótárat, ha olvasási/írási torlódás van. (alapértelmezett: igaz)
zh_tw: 允許 bcache 在讀寫壅塞時繞過快取。（預設值：true）

source: Backing Devices
el_gr: Συσκευές Υποστήριξης
hu_hu: Háttéreszközök
zh_tw: 備份裝置

source: Bcache Device
el_gr: Συσκευή Bcache
hu_hu: Bcache eszköz
zh_tw: Bcache 裝置

source: Cache Device
el_gr: Συσκευή Cache
hu_hu: Gyorsítótáreszköz
zh_tw: 快取裝置

source: Cache Devices
el_gr: Συσκευές Cache
hu_hu: Gyorsítótáreszközök
zh_tw: 快取裝置

source: Cache Mode
el_gr: Λειτουργία Cache
hu_hu: Gyorsítótárazás módja
zh_tw: 快取模式

source: Capacity
el_gr: Χωρητικότητα
hu_hu: Kapacitás
zh_tw: 容量

source: Clean
el_gr: Καθαρισμός
hu_hu: Tiszta
zh_tw: 清除

source: Clear total statistics
el_gr: Καθισμός συνολικών στατιστικών
hu_hu: Teljes statisztika törlése
zh_tw: 清除總計統計資料

source: Configuration
el_gr: Διαμόρφωση
hu_hu: Beállítás
zh_tw: 組態

source: Congest Tracking
el_gr: Παρακολούθηση Συμφόρησης
hu_hu: Torlódáskövetés
zh_tw: 壅塞追蹤

source: Congested Read Threshold (us)
el_gr: Όριο Συμφόρησης Αναγνώσεων (us)
hu_hu: Olvasási torlódásküszöb (µs)
zh_tw: 壅塞讀取臨界值（微秒）

source: Create
el_gr: Δημιουργία
hu_hu: Létrehozás
zh_tw: 建立

source: Day
el_gr: Ημέρα
hu_hu: Nap
zh_tw: 天

source: Device
el_gr: Συσκευή
hu_hu: Eszköz
zh_tw: 裝置

source: Dirty
el_gr: Ακάθαρτα
hu_hu: Piszkos
zh_tw: 不完整

source: Dirty Data
el_gr: Ακάθαρτα Δεδομένα
hu_hu: Piszkos adatok
zh_tw: 不完整的資料

source: Docs
el_gr: Έγγραφα
hu_hu: Dokumentáció
zh_tw: 文件

source: Hour
el_gr: Ώρα
hu_hu: Óra
zh_tw: 小時

source: If nonzero, bcache tries to keep around this percentage of the cache dirty by throttling background writeback and using a PD controller to smoothly adjust the rate. (default:10)
el_gr: Αν δεν τεθεί σε μηδέν, τότε η bcache θα προσπαθεί να διατηρεί αυτό το ποσοστό της cache ως ακάθαρτο περιορίζοντας το παρασκηνιακό writeback με τη χρήση ενός ελεγκτή PD για την ομαλή προσαρμογή του ρυθμού. (προεπιλογή : 10)
hu_hu: Ha nem nulla, a bcache megpróbálja a gyorsítótárnak körülbelül ezt a százalékát szennyezettként tartani a háttérben történő visszaírás korlátozásával és a PD-vezérlő használatával, hogy a sebességet simán beállítsa. (alapértelmezett: 10)
zh_tw: 如果不是零，bcache 會嘗試透過節流背景寫回與使用 PD 控制器來平順調整速率，以保持這個百分比左右的快取記憶體不被弄髒。（預設值：10）

source: Inconsistent
el_gr: Ασυνεπή
hu_hu: Inkonzisztens
zh_tw: 不一致

source: Metadata
el_gr: Μεταδεδομένα
hu_hu: Metaadat
zh_tw: 中介資料

source: Missing
el_gr: Απόντα
hu_hu: Hiányzik
zh_tw: 遺失

source: Missing Cache
el_gr: Αστοχία Cache
hu_hu: Hiányzó gyorsítótár
zh_tw: 遺失快取

source: Mounted
el_gr: Προσαρτημένο
hu_hu: Csatolva
zh_tw: 已掛載

source: Name
el_gr: Όνομα
hu_hu: Név
zh_tw: 名稱

source: No Cache
el_gr: Χωρίς cache
hu_hu: Nincs gyorsítótár
zh_tw: 無快取

source: Please note that creating a file system on a Bcache device can take longer. It is therefore possible that the file system is not immediately available for mounting.
el_gr: Η δημιουργία ενός συστήματος αρχείων σε συσκευή Bcache παίρνει κάποιο χρόνο. Συνεπώς ενδέχεται το σύστημα αρχείων να μην είναι άμεσα διαθέσιμο για προσάρτηση.
hu_hu: Vegye figyelembe, hogy a Bcache eszközön egy fájlrendszer létrehozása hosszabb időt vehet igénybe. Előfordulhat, hogy a fájlrendszer nem lesz azonnal elérhető a csatoláshoz.
zh_tw: 請注意，在 Bcache 裝置上建立檔案系統可能需要較長時間。因此，檔案系統可能無法立即可供掛載。

source: Recovery Actions
el_gr: Δράσεις Ανάκτησης
hu_hu: Helyreállítási művelet
zh_tw: 還原動作

source: Register
el_gr: Καταχώρηση
hu_hu: Regisztrálás
zh_tw: 註冊

source: Select a cache device ...
el_gr: Επιλογή συσκευής cache ...
hu_hu: Gyorsítótár eszköz kijelölése…
zh_tw: 選取快取裝置……

source: Select a device ...
el_gr: Επιλογή συσκευής ...
hu_hu: Eszköz kijelölése…
zh_tw: 選取裝置

source: Select the device that will be formatted as Bcache backing device.
el_gr: Επιλογή συσκευής που θα διαμορφωθεί ως συσκευή υποστήριξης της Bcache.
hu_hu: Jelölje ki a formázandó Bcache háttértáreszközt.
zh_tw: 選取要格式化為 Bcache 備份裝置的裝置。

source: Select the device that will be formatted as Bcache cache device.
el_gr: Επιλογή συσκευής που θα διαμορφωθεί ως συσκευή cache της Bcache.
hu_hu: Jelölje ki a formázandó Bcache gyorsítótáreszközt.
zh_tw: 選取要格式化為 Bcache 快取裝置的裝置。

source: Select the device that will be used as cache device.
el_gr: Επιλογή συσκευής που θα χρησιμοποιηθεί ως συσκευή cache.
hu_hu: Jelölje ki a gyorsítótárként használt eszközt.
zh_tw: 選取要作為快取裝置的裝置。

source: Sequential Cutoff
el_gr: Επακόλουθη Αποκοπή
hu_hu: Szekvenciális lezárás
zh_tw: 循序截止

source: Show details
el_gr: Εμφάνιση λεπτομερειών
hu_hu: Részletek megjelenítése
zh_tw: 顯示詳細資料

source: Start without cache
el_gr: Εκκίνηση χωρίς cache
hu_hu: Indulás gyorsítótár nélkül
zh_tw: 無快取啟動

source: State
el_gr: Καθεστώς
hu_hu: Állapot
zh_tw: 狀態

source: Statistics
el_gr: Στατιστικά
hu_hu: Statisztika
zh_tw: 統計

source: Superblock
hu_hu: Szuper blokk

source: The default is 2000 us (2 milliseconds)
el_gr: Η προεπιλογή είναι στα 2000 us (2 milliseconds)
hu_hu: Az alapértelmezett érték 2000 µs (2 milliszekundum)
zh_tw: 預設為2000微秒（2毫秒）

source: The default is 20000 us (20 milliseconds)
el_gr: Η προεπιλογή είναι στα 20000 us (20 milliseconds)
hu_hu: Az alapértelmezett érték 20000 µs (20 milliszekundum)
zh_tw: 預設為20000微秒（20毫秒）

source: Total
el_gr: Σύνολο
hu_hu: Teljes
zh_tw: 總計

source: Unit
el_gr: Μονάδα
hu_hu: Egység
zh_tw: 單位

source: Unregister
el_gr: Απεγγραφή
hu_hu: Regisztráció törlése
zh_tw: 未註冊

source: Unregistered
el_gr: Αδήλωτα
hu_hu: Regisztrálatlan
zh_tw: 未註冊

source: Unused
el_gr: Αχρησιμοποίητα
hu_hu: Használaton kívül
zh_tw: 未使用

source: Updated backing device '{{ devicefile }}'.
el_gr: Ενημέρωση συσκευής υποστήριξης '{{ devicefile }}'.
hu_hu: '{{ devicefile }}' háttéreszköz frissítve.
zh_tw: 已更新備份裝置 '{{ devicefile }}'。

source: Updated cache device '{{ devicefile }}'.
el_gr: Ενημέρωση συσκευής cache '{{ devicefile }}'.
hu_hu: '{{ devicefile }}' gyorsítótáreszköz frissítve.
zh_tw: 已更新快取裝置 '{{ devicefile }}'。

source: When dirty data is written to the cache and it previously did not contain any, waits some number of seconds before initiating writeback. (default:30)
el_gr: Όταν γράφονται στην cache ακάθαρτα δεδομένα ενώ πριν δεν περιείχε τίποτα, να περιμένει για κάποια δευτερόλεπτα πριν ξεκινήσει το writeback. (προεπιλογή : 30)
hu_hu: Amikor piszkos adatok íródnak a gyorsítótárba, melyeket az korábban nem tartalmazott, néhány másodperc várakozás után kezdődik csak a visszaírás. (alapértelmezett: 30)
zh_tw: 當有不完整資料寫入快取，而快取之前不包含任何不完整資料時，在啟動寫回之前等待若干秒。（預設值：30）

source: Writeback Delay
el_gr: Καθυστέρηση Writeback
hu_hu: Visszaírási késleltetés
zh_tw: 寫回延遲

source: Writeback Percent
el_gr: Ποσοστό Writeback
hu_hu: Visszaírási százalék
zh_tw: 寫回百分比

source: none
el_gr: ουδέν
hu_hu: nincs
zh_tw: 無

source: writearound
hu_hu: körbeírás
zh_tw: 回写

source: writeback
hu_hu: visszaírás
zh_tw: 寫回

source: writethrough
hu_hu: átírás
zh_tw: 直写

source: Online
el_gr: Συνδεδεμένο
zh_tw: 線上
