Repository: tcsr200722/openmediavault
Catalog: deb/openmediavault-tftp/usr/share/openmediavault/locale/*/openmediavault-tftp.po
Languages: ar_sa

source: Allow new files to be created.
ar_sa: السماح بإنشاء ملفات جديدة.

source: Blocksize
ar_sa: حجم الكتلة

source: By default, only files that already exist are allowed to be uploaded.
ar_sa: بشكل افتراضي، يُسمح فقط بتحميل الملفات الموجودة بالفعل.

source: Determine the default timeout, in microseconds, before the first packet is retransmitted.
ar_sa: حدد المهلة الافتراضية، بالميكروثانية ، قبل إعادة إرسال الحزمة الأولى.

source: Enabled
ar_sa: ممكن

source: Extra options
ar_sa: خيارات إضافية

source: Port
ar_sa: المنفذ

source: Retry timeout
ar_sa: مهلة إعادة المحاولة

source: Shared folder
ar_sa: مجلد مشترك

source: Specifies the maximum permitted block size. The permitted range for this parameter is from 512 to 65464.
ar_sa: يحدد الحد الأقصى المسموح به لحجم الكتلة. النطاق المسموح به لهذا المعامل هو من 512 إلى 65464.

source: The location of the files to share. Please make sure that the shared folder is publicly writable if new files are allowed.
ar_sa: موقع الملفات المراد مشاركتها. يرجى التأكد من أن المجلد المشترك قابل للكتابة بشكل عام إذا تم السماح بالملفات الجديدة.

source: Updated TFTP settings.
ar_sa: تم تحديث إعدادات TFTP.
