Repository: tcsr200722/openmediavault
Catalog: deb/openmediavault-nut/usr/share/openmediavault/locale/*/openmediavault-nut.po
Languages: ar_sa

source: 'Standalone' for local UPS, 'Netclient' for remote UPS on a NUT server.
ar_sa: "مستقل" لـ UPS المحلي ، "Netclient" لـ UPS البعيد على خادم NUT.

source: Charge
ar_sa: شحن

source: Comment
ar_sa: تعليق

source: Date & Time
ar_sa: التاريخ والوقت

source: Defines when the shutdown is initiated.
ar_sa: تحديد وقت ايقاف التشغيل

source: Driver configuration directives
ar_sa: توجيهات تكوين برنامج التشغيل

source: Enable remote monitoring of the local connected UPS.
ar_sa: تمكين المراقبة عن بُعد لـ UPS المحلية المتصلة.

source: Enabled
ar_sa: ممكن

source: Identifier
ar_sa: محدد

source: Invalid identifier
ar_sa: معرف غير صالح

source: Load
ar_sa: تحميل

source: Message
ar_sa: رسالة

source: Mode
ar_sa: الوضع

source: Netclient hostname
ar_sa: اسم مضيف Netclient

source: Netclient password
ar_sa: كلمة مرور Netclient

source: Netclient user name
ar_sa: اسم مستخدم Netclient

source: Password
ar_sa: كلمة المرور

source: Program
ar_sa: برنامج

source: Remote monitoring
ar_sa: مراقبة عن بعد

source: Service disabled
ar_sa: الخدمة معطلة

source: Shutdown mode
ar_sa: وضع إيقاف التشغيل

source: Shutdown timer
ar_sa: مؤقت إيقاف التشغيل

source: Standalone
ar_sa: مستقل

source: Temperature
ar_sa: درجة الحرارة

source: The name used to uniquely identify your UPS on local or remote system.
ar_sa: الاسم المستخدم لتعريف UPS الخاص بك بشكل فريد على النظام المحلي أو البعيد.

source: The number of power supplies that the UPS feeds on this system (usually 1), refer to <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'>upsmon.conf(5)</a> for more information.
ar_sa: عدد مصادر الطاقة التي يغذيها UPS على هذا النظام (عادةً 1) ، راجع <a href='https://networkupstools.org/docs/man/upsmon.conf.html' target='_blank'> upsmon.conf (5 ) </a> لمزيد من المعلومات.

source: The time in seconds until shutdown is initiated. If the UPS happens to come back before the time is up the shutdown is canceled.
ar_sa: الوقت بالثواني حتى يبدأ الاغلاق. إذا حدث أن تعود UPS قبل انتهاء الوقت ، فسيتم إلغاء الإغلاق.

source: To get more information how to configure your UPS please check the Network UPS Tools <a href='http://www.networkupstools.org/docs/man/ups.conf.html' target='_blank'>documentation</a>.
ar_sa: للحصول على مزيد من المعلومات حول كيفية تكوين UPS الخاص بك يرجى مراجعة وثائق الاستخدام

source: UPS goes on battery
ar_sa: UPS محول إلى البطارية

source: UPS reaches low battery
ar_sa: UPS يصل لمستوى بطارية منخفض

source: Updated UPS settings.
ar_sa: تم تحديث إعدادات UPS.

source: Used for remote authentication.
ar_sa: يستخدم للمصادقة عن بعد

source: User name
ar_sa: اسم المستخم

source: Voltage
ar_sa: الفولتية
